tap 'caskroom/cask'
cask 'osxfuse'

# Using a custom-brewed Ansible because the mainstream Ansible is broken.
# # https://github.com/Homebrew/homebrew-core/issues/9337
brew 'pwnall/brews/ansible'

brew 'docker'
brew 'docker-machine'
brew 'docker-swarm'
brew 'imagemagick', args: ['with-librsvg']
brew 'libxml2'
brew 'libxslt'
brew 'openssl'
brew 'pkg-config'
brew 'postgresql', restart_service: :changed
brew 'sshfs'
cask 'kitematic'
cask 'vagrant'
cask 'virtualbox'
